{
    "events": [
        {
            "title": "OBWODY (PAWEL)",
            "desc": "Trening obwodowy z Pawłem to intensywna sesja łącząca ćwiczenia siłowe i cardio. Paweł, doświadczony trener, dba o to, aby każdy uczestnik pracował na maksimum swoich możliwości, poprawiając jednocześnie technikę i bezpieczeństwo wykonywanych ćwiczeń. Idealne dla osób chcących poprawić kondycję i zwiększyć siłę mięśniową.",
            "startTime": "19:00",
            "endTime": "20:00",
            "coach": "Pawel",
            "type": "OBWODY",
            "duration": "60",
            "weekday": "Poniedziałek",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/obwody.jpg"
        },
        {
            "title": "BODY PUMP (BASIA)",
            "desc": "BODY PUMP z Basią to dynamiczny trening siłowy z wykorzystaniem sztang i ciężarków. Basia, pełna energii instruktorka, prowadzi zajęcia tak, aby każdy mógł poprawić swoją wytrzymałość, spalić kalorie i wzmocnić mięśnie. Niezależnie od poziomu zaawansowania, zajęcia z Basią dostarczą Ci motywacji i wsparcia w osiąganiu Twoich celów fitness.",
            "startTime": "09:00",
            "endTime": "10:00",
            "coach": "Basia",
            "type": "BODY PUMP",
            "duration": "60",
            "weekday": "Wtorek",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/body-pump.jpg"
        },
        {
            "title": "OBWODY / Tabata (Agnieszka)",
            "desc": "Intensywny trening obwodowy połączony z interwałami Tabata prowadzony przez Agnieszkę. To zajęcia dla osób szukających wyzwań i szybkich efektów. Agnieszka zadba o to, abyś przekroczył swoje granice, poprawił kondycję i spalił mnóstwo kalorii.",
            "startTime": "19:00",
            "endTime": "20:00",
            "coach": "Agnieszka",
            "type": "OBWODY / Tabata",
            "duration": "60",
            "weekday": "Wtorek",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/tabata.jpg"
        },
        {
            "title": "OBWODY (PAWEL)",
            "desc": "Poranny trening obwodowy z Pawłem to doskonały sposób na rozpoczęcie dnia pełnym energii. Pod okiem doświadczonego trenera skupisz się na poprawie wytrzymałości i siły, wykonując serię ćwiczeń angażujących różne partie mięśniowe.",
            "startTime": "09:00",
            "endTime": "10:00",
            "coach": "Pawel",
            "type": "OBWODY",
            "duration": "60",
            "weekday": "Środa",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/obwody.jpg"
        },
        {
            "title": "TBC (ANITA)",
            "desc": "Total Body Conditioning (TBC) z Anitą to kompleksowy trening całego ciała. Anita prowadzi zajęcia w sposób dynamiczny, łącząc ćwiczenia aerobowe z siłowymi. To idealny wybór dla tych, którzy chcą wzmocnić mięśnie, poprawić kondycję i spalić kalorie w przyjaznej atmosferze.",
            "startTime": "19:00",
            "endTime": "20:00",
            "coach": "Anita",
            "type": "TBC",
            "duration": "60",
            "weekday": "Środa",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/tbc.jpg"
        },
        {
            "title": "TBC (ANITA)",
            "desc": "Kolejna sesja TBC z Anitą dla tych, którzy chcą kontynuować pracę nad swoją formą. Zajęcia łączą różnorodne ćwiczenia, dzięki czemu trening nigdy nie jest monotonny, a efekty są szybko widoczne.",
            "startTime": "19:00",
            "endTime": "20:00",
            "coach": "Anita",
            "type": "TBC",
            "duration": "60",
            "weekday": "Czwartek",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/tbc.jpg"
        },
        {
            "title": "JOGA + ZDROWY KRĘGOSŁUP (IZA)",
            "desc": "Zajęcia jogi połączone z ćwiczeniami na zdrowy kręgosłup prowadzone przez Izę. To spokojna sesja skupiająca się na rozciąganiu, oddechu i relaksacji. Idealne dla osób pragnących zredukować stres, poprawić elastyczność i zadbać o swój kręgosłup.",
            "startTime": "20:15",
            "endTime": "21:15",
            "coach": "Iza",
            "type": "JOGA + ZDROWY KRĘGOSŁUP",
            "duration": "60",
            "weekday": "Czwartek",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/joga.jpg"
        },
        {
            "title": "PILATES (ANDŻELIKA)",
            "desc": "Pilates z Andżeliką to harmonijne połączenie ćwiczeń wzmacniających i rozciągających. Andżelika skupia się na poprawie postawy, elastyczności oraz wzmocnieniu mięśni głębokich. Zajęcia są odpowiednie dla wszystkich, którzy chcą zadbać o zdrowy kręgosłup i równowagę ciała.",
            "startTime": "09:00",
            "endTime": "10:00",
            "coach": "Andżelika",
            "type": "PILATES",
            "duration": "60",
            "weekday": "Piątek",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/pilates.jpg"
        },
        {
            "title": "BODY PUMP (BASIA)",
            "desc": "Wieczorny BODY PUMP z Basią to doskonały sposób na zakończenie tygodnia. Przy energetycznej muzyce i z wykorzystaniem obciążeń, poprawisz swoją siłę i wyrzeźbisz sylwetkę pod czujnym okiem doświadczonej instruktorki.",
            "startTime": "19:00",
            "endTime": "20:00",
            "coach": "Basia",
            "type": "BODY PUMP",
            "duration": "60",
            "weekday": "Piątek",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/body-pump.jpg"
        }
    ],
    "coaches": [
        {
            "name": "Pawel",
            "desc": "Pawel to trener personalny z wieloletnim doświadczeniem w treningach siłowych i kondycyjnych. Znany z pełnego zaangażowania oraz indywidualnego podejścia, Pawel potrafi zmotywować uczestników do osiągania najlepszych wyników, jednocześnie dbając o ich bezpieczeństwo i technikę wykonywania ćwiczeń.",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2019/05/IMG_9470-1200.jpg",
            "role": "Trener Personalny"
        },
        {
            "name": "Basia",
            "desc": "Basia to energiczna instruktorka fitness z pasją do treningów siłowych. Specjalizuje się w zajęciach BODY PUMP, gdzie zaraża uczestników swoją pozytywną energią i motywuje do przekraczania własnych granic. Zawsze dba o technikę i bezpieczeństwo ćwiczeń.",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2019/05/basia.jpg",
            "role": "Trener Personalny"
        },
        {
            "name": "Kamil",
            "desc": "Kamil to trener personalny i zawodnik kickboxingu, specjalizujący się w treningu siłowym, funkcjonalnym oraz boksie. Jego misją jest poprawa świadomości ciała i eliminacja bólu poprzez kompleksowy trening.",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/default-trainer.jpg",
            "role": "Trener Personalny"
        },
        {
            "name": "Bartosz",
            "desc": "Bartosz to trener, który pomaga osiągnąć lepszą kondycję i zdrowie, szczególnie dla początkujących i osób z trudnościami w aktywności fizycznej. Specjalizuje się w treningu siłowym, mobilności i rehabilitacji kręgosłupa.",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/default-trainer.jpg",
            "role": "Trener Personalny"
        },
        {
            "name": "Maciek",
            "desc": "Maciek Petryszyn to trener personalny z doświadczeniem w kolarstwie od 5 roku życia. Skupia się na początkujących na siłowni i aktywności fizycznej, gotów pomagać w osiąganiu celów treningowych.",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/default-trainer.jpg",
            "role": "Trener Personalny"
        },
        {
            "name": "Monika",
            "desc": "Monika Wyszomierska to dietetyk i trener personalny z certyfikatami z treningów funkcjonalnych i kształtowania sylwetki. Aktywna zawodniczka sportów sylwetkowych IFBB i NPC Poland, łączy zdrowe odżywianie z treningiem personalnym.",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/default-trainer.jpg",
            "role": "Trener Personalny"
        },
        {
            "name": "Mateusz",
            "desc": "Mateusz to trener personalny z wykształceniem w edukacji sportowej, specjalizujący się w treningu funkcjonalnym, rehabilitacji ruchowej i przygotowaniu motorycznym sportowców. Pracuje z amatorami i profesjonalistami, koncentrując się na usprawnianiu ruchu i eliminacji bólu.",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2020/10/default-trainer.jpg",
            "role": "Trener Personalny"
        },
        {
            "name": "Andżelika",
            "desc": "Andżelika to certyfikowana instruktorka Pilates, która z pasją prowadzi zajęcia skupiające się na harmonii ciała i umysłu. Jej profesjonalizm i spokojne podejście sprawiają, że uczestnicy czują się komfortowo i są w stanie w pełni skorzystać z dobrodziejstw Pilatesu.",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2019/05/andzelika.jpg",
            "role": "Instruktor"
        },
        {
            "name": "Agnieszka",
            "desc": "Agnieszka to charyzmatyczna trenerka specjalizująca się w treningach interwałowych i obwodowych. Jej zajęcia są intensywne i pełne wyzwań, ale jednocześnie prowadzone w sposób motywujący i wspierający.",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2019/05/agnieszka.jpg",
            "role": "Instruktor"
        },
        {
            "name": "Anita",
            "desc": "Anita to doświadczona instruktorka fitness, która z pasją prowadzi zajęcia TBC. Jej treningi są różnorodne i dynamiczne, dzięki czemu uczestnicy nigdy się nie nudzą i ciągle są motywowani do dalszej pracy nad sobą.",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2019/05/anita.jpg",
            "role": "Instruktor"
        },
        {
            "name": "Iza",
            "desc": "Iza to wykwalifikowana instruktorka jogi z wieloletnim doświadczeniem. Jej zajęcia łączą tradycyjne techniki jogi z ćwiczeniami wzmacniającymi kręgosłup. Iza pomaga uczestnikom znaleźć równowagę między ciałem a umysłem, poprawiając jednocześnie ich samopoczucie i zdrowie.",
            "pictureUrl": "https://checkingym.pl/wp-content/uploads/2019/05/iza.jpg",
            "role": "Instruktor"
        }
    ]
}
